Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Dock Previews only
cs: Pouze náhledy doku
de: Nur Dock-Vorschau
es: Solo previsualizaciones de Dock
fr: Aperçus du Dock uniquement
he: תצוגה מקדימה של ה-Dock בלבד
it: Solo anteprime del Dock
ja: Dock プレビューのみ
nl: Alleen Dock-voorbeelden
pt_pt: Apenas pré-visualizações do dock
ru: Только превью Dock
tr: Yalnızca Dock Önizlemeleri
uk: Тільки попередній перегляд Dock
vi: Chỉ bản xem trước Dock
zh_hans: 仅 Dock 预览
zh_hant: 僅限 Dock 預覽

source: Dock Quality
cs: Kvalita Docku
de: Dock Qualität
es: Calidad del Dock
fr: Qualité du Dock
he: איכות Dock
it: Qualità del Dock
ja: Dock 品質
nl: Dock kwaliteit
pt_pt: Qualidade da Dock
ru: Качество Dock
tr: Dock Kalitesi
uk: Якість Dock
vi: Chất lượng Dock
zh_hans: Dock 画质
zh_hant: Dock品質

source: Dock-visible apps without any windows will appear as icon-only entries at the end.
cs: Aplikace viditelné v doku, které nemají žádná okna, se zobrazí pouze jako ikony na konci.
de: Apps, die im Dock angezeigt werden und keine Fenster haben, werden nur mit Icon am Ende angezeigt.
es: Las aplicaciones visibles en el dock sin ninguna ventana aparecerán como solo iconos al final.
it: Le applicazioni senza finestre saranno mostrate come icone in fondo.
ja: ウィンドウが表示されていないDock上のアプリは、末尾にアイコンのみの項目として表示されます。
nl: Apps die zichtbaar zijn in het Dock en geen vensters hebben, worden helemaal achteraan weergegeven als items met alleen een pictogram.
pt_pt: As aplicações visíveis na Dock, sem janelas abertas, aparecerão como ícones no final.
ru: Приложения без окон будут видны только в виде иконок в конце.
tr: Pencere içermeyen ve dock'ta görünen uygulamalar, listenin sonunda yalnızca simge olarak görünür.
vi: Các ứng dụng hiển thị trên Dock không có bất kỳ cửa sổ nào sẽ xuất hiện dưới dạng các mục chỉ có biểu tượng ở cuối.
zh_hans: Dock 中无窗口的可见应用，会以纯图标项排在末尾。
zh_hant: 在Dock上可見但沒有視窗的App會在末端顯示為僅圖像項目。

source: DockDoor could not read this folder.
cs: DockDoor nemohl přečíst tuto složku.
de: DockDoor konnte diesen Ordner nicht lesen.
es: DockDoor no pudo leer esta carpeta.
it: Impossibile leggere il contenuto della cartella.
ja: DockDoorはこのフォルダを読み取れませんでした。
nl: DockDoor kan deze map niet lezen.
tr: DockDoor bu klasörü okuyamadı.
vi: DockDoor không thể đọc thư mục này.
zh_hans: DockDoor 无法读取此文件夹。
zh_hant: DockDoor無法讀取這個檔案夾。

source: DockDoor does not record your screen or audio. It only captures static window previews. No information is stored or shared; all processing occurs privately on your device.
cs: DockDoor nezaznamenává obrazovku ani zvuk. Zachycuje pouze statické náhledy oken. Žádné informace se neukládají ani nesdílejí; veškeré zpracování probíhá bezpečně na vašem zařízení.
de: DockDoor zeichnet weder Bildschirminhalte noch Ton auf. Es werden lediglich statische Vorschaubilder der Programmfenster erfasst. Es werden keine Informationen gespeichert oder weitergegeben; die gesamte Verarbeitung findet ausschließlich auf dem Gerät statt.
es: La aplicación no graba tu pantalla o audio. Únicamente realiza capturas de pantalla de forma estática. Ninguna información es almacenada o compartida; todo el procesamiento ocurre de forma privada en tu dispositivo.
fr: DockDoor n’enregistre ni votre écran, ni votre audio. L’application ne fait que capturer des aperçus statiques de fenêtres. Aucune donnée n’est stockée ni partagée ; tout traitement s’effectue en privé, sur votre ordinateur.
he: DockDoor לא מקליט את המסך או האודיו שלך. הוא רק לוכד תצוגות מקדימות סטטיות של חלונות. שום מידע לא נשמר או משותף; כל העיבוד מתרחש באופן פרטי במכשיר שלך.
it: DockDoor non registra video né salva l'audio del Mac: cattura solo delle schermate statiche per poter mostrare le anteprime sul Dock. Nessuna informazione è archiviata o condivisa; tutta l'elaborazione avviene in privato sul tuo dispositivo.
ja: DockDoor は画面や音声を記録しません。静的なウィンドウプレビューのみをキャプチャします。情報は保存されず、共有されません。すべての処理はこのデバイス上でプライベートに行われます。
nl: DockDoor neemt je scherm of audio niet op. Het legt alleen statische venstervoorbeelden vast. Er wordt geen informatie opgeslagen of gedeeld; alle verwerking vindt plaats op je eigen apparaat.
pt_pt: A DockDoor não grava sua tela ou áudio. Só captura pré-visualizações de janela estática. Nenhuma informação é armazenada ou compartilhada; todo o processamento ocorre de forma privada no seu dispositivo.
ru: DockDoor не записывает ваш экран или звук. Он захватывает только статические превью окон. Никакая информация не сохраняется и не передается; вся обработка происходит конфиденциально на вашем устройстве.
tr: DockDoor ekranınızı veya sesinizi kaydetmez. Sadece statik pencere önizlemelerini yakalar. Hiçbir bilgi depolanmaz veya paylaşılmaz; tüm işlemler cihazınızda özel olarak gerçekleşir.
uk: DockDoor не записує ваш екран чи аудіо. Він лише записує статичні попередні перегляди вікон. Жодна інформація не зберігається та не передається; вся обробка відбувається конфіденційно на вашому пристрої.
vi: DockDoor không ghi lại màn hình hoặc âm thanh của bạn. Ứng dụng chỉ chụp các bản xem trước tĩnh của cửa sổ. Không có thông tin nào được lưu trữ hoặc chia sẻ; mọi xử lý đều diễn ra cục bộ trên thiết bị của bạn.
zh_hans: DockDoor 不会录制您的屏幕或音频。它只会捕捉静态窗口预览。没有信息被存储或共享；所有处理都在您的设备上私密进行。
zh_hant: DockDoor 不會錄製畫面或音訊，只會擷取靜態視窗預覽。不會儲存或分享任何資訊；所有作業都在你的裝置上私密完成。

source: DockDoor is open source on GitHub
cs: DockDoor je open source na GitHubu
de: DockDoor ist Open Source auf GitHub
es: DockDoor es de código abierto en GitHub
fr: DockDoor est open source sur GitHub
he: DockDoor הוא קוד פתוח ב-GitHub
it: DockDoor è un progetto open source e puoi trovarlo su GitHub
ja: DockDoorはGitHub上でオープンソースです
nl: DockDoor is open source op GitHub
pt_pt: DockDoor é uma aplicação de código aberto no GitHub
ru: DockDoor - проект с открытым исходным кодом на GitHub
tr: DockDoor, GitHub'da açık kaynak kodludur
uk: DockDoor є відкритим програмним кодом на GitHub
vi: DockDoor là mã nguồn mở trên GitHub
zh_hans: DockDoor 在 GitHub 上是开源的
zh_hant: DockDoor在GitHub上開放原始碼

source: DockDoor needs access to your calendars to show events. Please enable Calendar access in System Settings > Privacy & Security > Calendars.
cs: DokDoor potřebuje přístup k vašim kalendářům pro zobrazení událostí. Povolte prosím přístup ke kalendáři v Nastavení systému > Soukromí a bezpečnost > Kalendáře.
de: DockDoor benötigt Zugriff auf deine Kalender, um Ereignisse anzuzeigen. Bitte aktiviere den Kalenderzugriff in Systemeinstellungen > Datenschutz & Sicherheit > Kalender.
es: DockDoor necesita acceso a tus calendarios para mostrar eventos. Activa el acceso al Calendario en Ajustes del Sistema > Privacidad y seguridad > Calendarios.
fr: DockDoor a besoin d'accéder à vos calendriers pour afficher les événements. Veuillez activer l'accès au calendrier dans Réglages Système > Confidentialité et Sécurité > Calendriers.
he: DockDoor זקוק לגישה ללוחות השנה שלך כדי להציג אירועים. אנא אפשר גישה ללוח שנה בהגדרות מערכת > פרטיות ואבטחה > לוחות שנה.
it: Per consentire la visualizzazione degli eventi nel widget, autorizza DockDoor ad accedere al calendario di sistema. Puoi farlo da Impostazioni di sistema → Privacy e sicurezza → Calendari.
ja: DockDoorはイベントを表示するためにカレンダーにアクセスする必要があります。システム設定 > プライバシーとセキュリティ > カレンダーからカレンダーへのアクセスを有効にしてください。
nl: DockDoor heeft toegang nodig tot je kalenders om afspraken weer te geven. Schakel Agenda toegang in via Systeeminstellingen > Privacy en beveiliging > Agenda.
pt_pt: O DockDoor precisa de acesso aos seus calendários para mostrar eventos. Ative o acesso nas Definições do Sistema > Privacidade e Segurança > Calendários.
ru: DockDoor требует доступа к календарям для отображения событий. Включите доступ к Календарю в Системных настройках > Конфиденциальность и безопасность > Календари
tr: DockDoor, etkinlikleri gösterebilmek için takvimlerinize erişim iznine ihtiyaç duyar. Lütfen Sistem Ayarları > Gizlilik ve Güvenlik > Takvimler bölümünden Takvim erişimini etkinleştirin.
uk: DockDoor потрібен доступ до ваших календарів для відображення подій. Будь ласка, увімкніть доступ до Календаря в розділі Системні налаштування > Приватність і безпека > Календарі.
vi: DockDoor cần quyền truy cập vào lịch của bạn để hiển thị các sự kiện. Vui lòng bật quyền truy cập Lịch trong Cài đặt hệ thống > Quyền riêng tư & Bảo mật > Lịch.
zh_hans: DockDoor 需要访问您的日历以显示事件。请在“系统设置”>“隐私与安全”>“日历”中启用日历访问。
zh_hant: DockDoor需要行事曆存取權限來顯示行程。請在系統設定 > 隱私權與安全性 > 行事曆中允許。

source: DockDoor needs permission to access your calendar.
cs: DockDoor potřebuje oprávnění pro přístup k vašemu kalendáři.
de: DockDoor benötigt die Erlaubnis, auf den Kalender zuzugreifen.
es: DockDoor necesita permisos para acceder a tu calendario.
fr: DockDoor a besoin de votre permission pour accéder à votre calendrier.
he: DockDoor זקוק להרשאה לגשת ללוח השנה שלך.
it: DockDoor richiede l'autorizzazione di accesso al calendario.
ja: DockDoorはカレンダーにアクセスする権限が必要です。
nl: DockDoor heeft toestemming nodig om toegang te krijgen tot je agenda.
pt_pt: O DockDoor precisa de permissão para aceder ao seu calendário.
ru: DockDoor требует разрешения на доступ к календарю
tr: DockDoor’un takviminize erişim izni gerekiyor.
uk: DockDoor потрібен дозвіл на доступ до вашого календаря.
vi: DockDoor cần quyền truy cập vào lịch của bạn.
zh_hans: DockDoor 需要访问您的日历权限。
zh_hant: DockDoor需要權限來存取你的行事曆。

source: DockDoor needs screen recording access. In macOS Sequoia, you'll see this prompt every week or month and after reboots. This is a new system-wide security policy for all screen capture apps.
cs: DockDoor potřebuje přístup k nahrávání obrazovky. V macOS Sequoia uvidíte tuto výzvu každý týden nebo měsíc a také po restartu. Toto je nová systémová bezpečnostní politika pro všechny aplikace pro zachytávání obrazovky.
de: DockDoor benötigt Zugriff auf die Bildschirmaufzeichnung. In macOS Sequoia sehen Sie diese Aufforderung jede Woche oder jeden Monat und nach einem Neustart. Dies ist eine neue systemweite Sicherheitsrichtlinie von Apple für alle Bildschirmaufnahme-Apps.
es: La aplicación requiere permisos de grabación de pantalla. En macOS Sequoia verás este cartel todas las semanas, meses y luego de los reinicios. Esta es una nueva política de seguridad de Apple para las aplicaciones que capturen pantalla.
fr: DockDoor a besoin des permissions d’enregistrement de l’écran. Sur macOS Sequoia, vous verrez ce message toutes les semaines ou tous les mois, ainsi qu’après un redémarrage. Il s’agit d’une nouvelle politique de sécurité appliquée à l’échelle du système pour toutes les applications demandant les permissions d’enregistrement de l’écran.
he: DockDoor זקוק לגישה להקלטת מסך. ב-macOS Sequoia, תראה הודעה זו כל שבוע או חודש ולאחר אתחולים. זוהי מדיניות אבטחה חדשה ברחבי המערכת עבור כל אפליקציות לכידת המסך.
it: È necessario concedere l'accesso alla registrazione dello schermo. Da macOS Sequoia, un messaggio di conferma è visualizzato periodicamente per confermare l'autorizzazione. Si tratta di una nuova politica di sicurezza a livello di sistema per tutte le app che catturano porzioni dello schermo.
ja: DockDoor は画面収録とシステムオーディオ録音へのアクセス権限が必要です。macOS Sequoia では、毎週もしくは毎月の再起動後にプロンプトが表示されます。これは、画面収録とシステムオーディオ録音へのアクセス権限が必要なアプリケーションに対する新しいシステム全体のセキュリティポリシーです。
nl: DockDoor heeft toestemming nodig om schermopnames te maken. In macOS Sequoia krijg je deze melding elke week of maand te zien, en ook na het opnieuw opstarten van je Mac. Dit is een nieuw, systeembreed beveiligingsbeleid dat geldt voor alle apps waarmee schermopnames kunnen worden gemaakt.
pt_pt: O DockDoor precisa de acesso à gravação de tela. No macOS Sequoia, você verá isso aviso toda semana ou mês após reiniciar. Esta é uma nova política de segurança em todo o sistema para todos os aplicativos de captura de tela.
ru: DockDoor требуется доступ к захвату экрана. В macOS Sequoia, вы будете видеть этот запрос каждую неделю или месяц, а также после перезагрузки. Это новая системная политика безопасности для всех приложений с захватом экрана.
tr: DockDoor ekran kaydı erişimine ihtiyaç duyar. macOS Sequoia ile bu istemi her hafta veya ayda bir ve yeniden başlatmalardan sonra görürsünüz. Bu, tüm ekran yakalama uygulamaları için yeni bir sistem genelinde güvenlik politikasıdır.
uk: DockDoor потрібен доступ до записування екрана. У macOS Sequoia ви бачитимете це повідомлення щотижня або щомісяця та після перезавантажень. Це нова політика безпеки системи для всіх застосунків із записуванням екрана.
vi: DockDoor cần quyền ghi màn hình. Trên macOS Sequoia, bạn sẽ thấy lời nhắc này mỗi tuần hoặc mỗi tháng và sau khi khởi động lại máy. Đây là chính sách bảo mật mới của hệ thống áp dụng cho tất cả ứng dụng chụp màn hình.
zh_hans: DockDoor 需要屏幕录制权限。在 macOS Sequoia 中，您将会每周或每月以及在重启后看到此提示。这是一项针对所有屏幕录制应用的系统级新安全策略。
zh_hant: DockDoor 需要你提供權限，讓它看到你的螢幕。它需要知道你開了哪些視窗，才能幫你整理。

source: Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
he: סיום
it: Fatto
ja: 完了
nl: Klaar
pt_pt: Concluído
ru: Далее
tr: Tamamlandı
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Dynamic image sizing
cs: Dynamická velikost obrázku
de: Dynamische Bildgrößen
es: Tamaño de imagen dinámico
he: גודל תמונה דינמי
it: Dimensioni dinamiche
ja: 動的な画像サイズ調整
nl: Afbeeldingen dynamisch aanpassen
pt_pt: Tamanho de imagem dinâmico
ru: Динамические размеры изображения
tr: Dinamik resim boyutlandırma
vi: Căn chỉnh động kích thước hình ảnh
zh_hans: 动态图像大小调整
zh_hant: 動態圖片尺寸調整

source: Edit Color
cs: Změnit barvu
de: Farbe bearbeiten
es: Editar el color
fr: Modifier la couleur
he: ערוך צבע
it: Modifica colore
ja: 色を編集
nl: Kleur bewerken
pt_pt: Editar cores
ru: Редактировать Цвет
tr: Rengi Düzenle
uk: Редагувати колір
vi: Chỉnh sửa màu
zh_hans: 编辑颜色
zh_hant: 編輯顏色

source: Either left or right Command, Option, or Control keys work. You can also hold the modifier while pressing the trigger to capture both.
cs: Fungují jak levé, tak pravé klávesy Command, Option nebo Control. Můžete také podržet modifikační klávesu a současně stisknout spouštěč, čímž zachytíte obojí.
de: Sowohl linke als auch rechte Command, Option oder Control Tasten funktionieren. Der Modifikator kann gehalten werden, während der Trigger gedrückt wird, um beides aufzunehmen.
es: Las teclas de comando, opción o control izquierdo o derecho funcionan. También puede mantener pulsado el modificador mientras presiona el disparador para capturar ambos.
fr: Les touches Commande gauche, droite, Option et Contrôle fonctionnent. Vous pouvez également maintenir le modificateur tout en pressant le déclencheur pour capturer les deux.
he: מקשי Command, Option או Control שמאליים או ימניים עובדים. אתה יכול גם להחזיק את מקש השינוי בזמן לחיצה על ההדק כדי ללכוד את שניהם.
it: Sono validi entrambi i tasti Command (a destra o a sinistra della barra spaziatrice). Puoi anche aggiungere un ulteriore tasto tenendolo premuto insieme al tasto modificatore.
ja: 左または右のCommand、Option、またはControlキーのいずれかが利用できます。両方をキャプチャするためにトリガーを押しながら修飾キーを押したままにすることもできます。
nl: De linker- of rechter Command-, Option- of Control-toetsen werken. Je kunt de modificatietoets ook ingedrukt houden terwijl je de trigger indrukt om beide vast te leggen.
pt_pt: Pode usar as teclas Command, Option ou Control tanto à esquerda como à direita.
ru: Работают как левые, так и правые клавиши Command, Option и Control. Можно также удерживать модификатор при нажатии клавиши-триггера, чтобы захватить обе.
tr: Sol veya sağ Command, Option ya da Control tuşlarından herhangi biri kullanılabilir. Ayrıca, tetik tuşuna basarken değiştirici tuşu basılı tutarak her ikisini birden yakalayabilirsiniz.
uk: Працюють як ліва, так і права клавіші Command, Option або Control. Ви також можете утримувати модифікатор під час натискання на тригер, щоб захопити обидві.
vi: Phím Command, Option hoặc Control bên trái hoặc phải đều hoạt động. Bạn cũng có thể giữ phím bổ trợ trong khi nhấn phím kích hoạt để chụp cả hai.
zh_hans: 左右两侧的 Command、Option 或 Control 键都可用。您也可以在按下触发键的同时按住修饰键，以便同时捕捉这两个动作。
zh_hant: 左或右邊的 Command、Option或Control鍵皆可。你也可以在按下最終鍵的同時按住變更鍵來一次記錄。

source: Elements Overlap
cs: Překrytí prvků
de: Elemente überschneiden sich
es: Superposición de Elementos
fr: Chevauchement des éléments
he: אלמנטים חופפים
it: Sovrapposizione elementi
ja: 要素の重ね合わせ
nl: Elementen overlappen
pt_pt: Sobreposição de Elementos
ru: Перекрытие элементов
tr: Öğeler Çakışıyor
uk: Перекриття елементів
vi: Các phần tử bị chồng lấn
zh_hans: 元素重叠
zh_hant: 元件重疊

source: Embed controls alongside window previews
cs: Vložit ovládací prvky vedle náhledů oken
de: Steuerelemente neben Fenstervorschauen einbetten
he: הטבע פקדים לצד תצוגות מקדימות של חלונות
it: Incorpora i controlli nelle anteprime delle finestre
ja: ウィンドウプレビューにコントロールを埋め込む
nl: Bedieningselementen bij venstervoorbeelden integreren
pt_pt: Embutir controles ao lado das pré-visualizações de janela
ru: Встраивать элементы управления рядом с превью окна
tr: Pencere önizlemelerinin yanına denetimler ekle
vi: Nhúng các điều khiển vào xem trước cửa sổ
zh_hans: 在窗口预览旁边嵌入控件
zh_hant: 在視窗預覽旁嵌入控制項目

source: Embed controls in preview frames
cs: Vložit ovládací prvky oken do náhledů
de: Steuerelemente in Vorschaubilder einbetten
es: Incrustar controles en fotogramas de previsualización
fr: Intégrer les contrôles dans les aperçus
he: הטבע פקדים במסגרות תצוגה מקדימה
it: Incorpora i controlli nelle anteprime
ja: プレビューフレームにコントロールを埋め込む
nl: Bedieningselementen in voorbeeldvensters integreren
pt_pt: Controlos embutidos na pré-visualização
ru: Встроить кнопки управления в рамку превью
tr: Önizleme çerçevelerine denetimler ekle
uk: Вбудовані елементи керування у кадри попереднього перегляду
vi: Nhúng các điều khiển vào khung xem trước
zh_hans: 预览框架中嵌入控制
zh_hant: 將控制按鈕嵌入預覽畫面

source: Embed controls with window previews (if previews shown)
cs: Vložit ovládací prvky s náhledy oken (pokud se náhledy zobrazují)
de: Steuerelemente in Fenstervorschau einbetten (wenn Vorschau angezeigt wird)
es: Incrustar controles con vistas previas de ventana (si se muestran las previsualizaciones)
fr: Intégrer les commandes avec les aperçus de fenêtre (si les aperçus sont affichés)
he: הטבע פקדים עם תצוגות מקדימות של חלונות (אם תצוגות מקדימות מוצגות)
it: Mostra i controlli media uniti all'anteprima (se attiva)
ja: ウィンドウプレビュー付きのコントロールを埋め込む（プレビューが表示されている場合）
nl: Besturingselementen met venstervoorbeelden integreren (als voorbeelden zichtbaar zijn)
pt_pt: Incorporar controles com pré-visualizações da janela (se estas forem exibidas)
ru: Встраивать элементы управления в превью окон (если они отображаются)
tr: Pencere önizlemeleriyle denetimleri yerleştir (önizlemeler gösteriliyorsa)
uk: Вбудовувати елементи керування з попереднім переглядом вікон (якщо попередній перегляд показується)
vi: Nhúng các điều khiển cùng với bản xem trước cửa sổ (nếu bản xem trước được hiển thị)
zh_hans: 带有窗口预览的控件（如果显示预览）
zh_hant: 將控制項目加入視窗預覽（若預覽有顯示）

source: Embedded
cs: Integrované
de: Eingebettet
es: Insertadas
fr: Intégré
he: מוטבע
it: Integrato
ja: 埋め込み
nl: Ingesloten
pt_pt: Integrado
ru: Встроенный
tr: Gömülü
uk: Вбудовано
vi: Được nhúng
zh_hans: 嵌入式
zh_hant: 內嵌

source: Empty folder
cs: Prázdná složka
de: Leerer Ordner
it: Cartella vuota
ja: 空のフォルダ
nl: Lege map
ru: Пустая папка
tr: Boş klasör
vi: Thư mục trống
zh_hans: 空文件夹
zh_hant: 空的檔案夾

source: Enable automatic checking for updates
cs: Povolit automatickou kontrolu aktualizací
de: Automatische Überprüfung auf Updates aktivieren
es: Habilitar búsqueda automática de actualizaciones
fr: Activer la vérification automatique des mises à jour
he: אפשר בדיקה אוטומטית לעדכונים
it: Abilita il controllo automatico degli aggiornamenti
ja: 自動アップデートチェックを有効にする
nl: Automatisch controleren op updates inschakelen
pt_pt: Ativar verificação automática de atualizações
ru: Включить автоматическую проверку обновлений
tr: Güncellemeleri otomatik olarak kontrol etmeyi etkinleştir
uk: Увімкнути автоматичну перевірку оновлень
vi: Bật kiểm tra cập nhật tự động
zh_hans: 启用自动检测更新
zh_hant: 啟用自動檢查更新

source: Enable Cmd+Tab Enhancements
cs: Povolit vylepšení Cmd+Tab
de: Erweiterungen für Cmd+Tab aktivieren
es: Habilitar mejoras de Cmd+Tabulador
fr: Activer les améliorations Cmd + Tab
he: אפשר שיפורי Cmd+Tab
it: Abilita i miglioramenti al selettore finestre di sistema (⌘⇥ / Cmd+Tab)
ja: Cmd+Tab 拡張を有効にする
nl: Cmd+Tab verbeteringen inschakelen
pt_pt: Activar melhorias do Cmd+Tab
ru: Включить улучшение Cmd+Tab
tr: Cmd+Tab Geliştirmelerini Etkinleştir
uk: Увімкнути покращений Cmd+Tab
vi: Bật các cải tiến Cmd+Tab
zh_hans: 启用 Cmd+Tab 增强
zh_hant: 啟用Cmd+Tab強化功能

source: Enable Dock item widgets
cs: Povolit widgety v Docku
de: Aktiviere Dock-Item Widgets
it: Abilita i widget nel Dock
ja: Dock項目のウィジェットを有効にする
nl: Dock-item widgets inschakelen
ru: Включить виджеты элементов в Dock
tr: Dock bileşenlerini etkinleştir
vi: Bật tiện ích trong Dock
zh_hans: 启用 Dock 项目小组件
zh_hant: 啟用Dock項目小工具

source: Enable Dock Previews
cs: Povolit náhledy v Docku
de: Dock-Vorschau aktivieren
es: Habilitar vista previa del Dock
fr: Activer les aperçus du Dock
he: אפשר תצוגות מקדימות של Dock
it: Abilita le anteprime del Dock
ja: Dock プレビューを有効にする
nl: Voorbeelden in het Dock inschakelen
pt_pt: Activar pré-visualizações da Dock
ru: Включить превью в Dock
tr: Dock Önizlemelerini Etkinleştir
uk: Увімкнути попередній перегляд у Dock
vi: Bật bản xem trước Dock
zh_hans: 启用 Dock 预览
zh_hant: 啟用Dock預覽

source: Enable dock scroll gestures
cs: Povolit gesta rolování v Docku
de: Aktiviere Dock Scroll-Gesten
es: Habilitar gestos de desplazamiento del Dock
fr: Activer les gestes de défilement du Dock
he: אפשר מחוות גלילה ב-Dock
it: Abilita i gesti di scorrimento sul Dock
ja: Dockのスクロールジェスチャーを有効にする
nl: Dock scroll-gebaren inschakelen
pt_pt: Ativar gestos de scroll na Dock
ru: Включить прокрутку Dock
tr: Dock’ta kaydırma hareketlerini etkinleştir
uk: Активувати жести прокручування Dock
vi: Bật cử chỉ cuộn trên Dock
zh_hans: 启用 Dock 滚动手势
zh_hant: 啟用Dock捲動手勢

source: Enable for Dock Preview
cs: Povolit pro náhledy v Docku
de: Für Dock-Vorschau aktivieren
es: Habilitar para vista previa del Dock
fr: Activer pour les aperçus du Dock
he: אפשר עבור תצוגה מקדימה של Dock
it: Abilita per le anteprime
ja: Dock プレビューを有効にする
nl: Inschakelen voor Dock-voorbeelden
pt_pt: Activar para pré-visualização da Dock
ru: Включить предварительный просмотр Dock
tr: Dock Önizlemesini Etkinleştir
uk: Активувати для попереднього перегляду Dock
vi: Bật cho Xem trước trên Dock
zh_hans: 启用 Dock 预览
zh_hant: 為Dock預覽啟用

source: Enable for Window Switcher
cs: Povolit pro Přepínač oken
de: Für Fensterwechsler aktivieren
es: Habilitar para el selector de ventana
fr: Activer pour le sélecteur de fenêtres
he: אפשר עבור בורר חלונות
it: Abilita per il selettore finestre
ja: ウィンドウスイッチャーを有効化
nl: Inschakelen voor vensterwisselaar
pt_pt: Activar gestos no alternador de janelas
ru: Включить переключатель окон
tr: Pencereler Arasında Geçiş için Etkinleştir
uk: Активувати для Перемикача вікон
vi: Bật cho Trình chuyển đổi cửa sổ
zh_hans: 启用窗口切换器
zh_hant: 為視窗切換器啟用

source: Enable gestures in window switcher
cs: Povolit gesta v přepínači oken
de: Gesten im Fensterwechsler aktivieren
fr: Activer les gestes dans le sélecteur de fenêtres
he: אפשר מחוות בבורר חלונות
it: Abilita i gesti per il selettore finestre
ja: ウィンドウスイッチャーでジェスチャーを有効化
nl: Gebaren inschakelen in de vensterwisselaar
pt_pt: Activar gestos no alternador de janelas
ru: Включить жесты в переключателе окна
tr: Pencere değiştiricide hareketleri etkinleştir
uk: Активувати жести для Перемикача вікон
vi: Bật cử chỉ trong trình chuyển đổi cửa sổ
zh_hans: 在窗口切换器中启用手势
zh_hant: 在視窗切換器中啟用手勢
